{
  "word_index": {
    "<OOV>": 1,
    "for": 2,
    "at": 3,
    "of": 4,
    "payment": 5,
    "2026": 6,
    "to": 7,
    "citi": 8,
    "bank": 9,
    "america": 10,
    "15": 11,
    "account": 12,
    "ending": 13,
    "1234": 14,
    "chase": 15,
    "your": 16,
    "05": 17,
    "wells": 18,
    "fargo": 19,
    "recurring": 20,
    "capital": 21,
    "one": 22,
    "is": 23,
    "as": 24,
    "today": 25,
    "was": 26,
    "transaction": 27,
    "deducted": 28,
    "you": 29,
    "april": 30,
    "ready": 31,
    "view": 32,
    "online": 33,
    "balance": 34,
    "due": 35,
    "credit": 36,
    "charged": 37,
    "purchase": 38,
    "electric": 39,
    "company": 40,
    "made": 41,
    "electronic": 42,
    "draft": 43,
    "posted": 44,
    "pg": 45,
    "e": 46,
    "sent": 47,
    "deposit": 48,
    "card": 49,
    "available": 50,
    "has": 51,
    "been": 52,
    "water": 53,
    "utility": 54,
    "bal": 55,
    "will": 56,
    "be": 57,
    "statement": 58,
    "scheduled": 59,
    "reminder": 60,
    "refund": 61,
    "bill": 62,
    "received": 63,
    "new": 64,
    "invoice": 65,
    "transferred": 66,
    "walmart": 67,
    "direct": 68,
    "microsoft": 69,
    "lyft": 70,
    "starbucks": 71,
    "whole": 72,
    "foods": 73,
    "on": 74,
    "netflix": 75,
    "atm": 76,
    "outstanding": 77,
    "gas": 78,
    "station": 79,
    "coffee": 80,
    "shop": 81,
    "bp": 82,
    "grocery": 83,
    "store": 84,
    "cvs": 85,
    "walgreens": 86,
    "48": 87,
    "mcdonald's": 88,
    "28": 89,
    "sam's": 90,
    "club": 91,
    "amazon": 92,
    "09": 93,
    "uber": 94,
    "debited": 95,
    "best": 96,
    "buy": 97,
    "00": 98,
    "apple": 99,
    "current": 100,
    "pharmacy": 101,
    "20": 102,
    "by": 103,
    "26": 104,
    "restaurant": 105,
    "87": 106,
    "84": 107,
    "chevron": 108,
    "amount": 109,
    "shell": 110,
    "23": 111,
    "97": 112,
    "are": 113,
    "owe": 114,
    "90": 115,
    "google": 116,
    "76": 117,
    "52": 118,
    "processed": 119,
    "75": 120,
    "33": 121,
    "96": 122,
    "11": 123,
    "68": 124,
    "56": 125,
    "10": 126,
    "66": 127,
    "71": 128,
    "83": 129,
    "34": 130,
    "spotify": 131,
    "89": 132,
    "51": 133,
    "21": 134,
    "autopay": 135,
    "home": 136,
    "depot": 137,
    "69": 138,
    "32": 139,
    "17": 140,
    "64": 141,
    "65": 142,
    "37": 143,
    "target": 144,
    "02": 145,
    "upcoming": 146,
    "80": 147,
    "60": 148,
    "79": 149,
    "36": 150,
    "72": 151,
    "93": 152,
    "78": 153,
    "30": 154,
    "01": 155,
    "53": 156,
    "07": 157,
    "03": 158,
    "12": 159,
    "91": 160,
    "92": 161,
    "14": 162,
    "49": 163,
    "42": 164,
    "74": 165,
    "70": 166,
    "63": 167,
    "81": 168,
    "55": 169,
    "88": 170,
    "08": 171,
    "45": 172,
    "39": 173,
    "82": 174,
    "59": 175,
    "35": 176,
    "25": 177,
    "29": 178,
    "95": 179,
    "54": 180,
    "85": 181,
    "67": 182,
    "16": 183,
    "94": 184,
    "47": 185,
    "41": 186,
    "98": 187,
    "22": 188,
    "27": 189,
    "costco": 190,
    "86": 191,
    "04": 192,
    "06": 193,
    "44": 194,
    "62": 195,
    "40": 196,
    "18": 197,
    "57": 198,
    "46": 199,
    "77": 200,
    "13": 201,
    "58": 202,
    "38": 203,
    "61": 204,
    "50": 205,
    "73": 206,
    "24": 207,
    "43": 208,
    "31": 209,
    "99": 210,
    "$371": 211,
    "$135": 212,
    "19": 213,
    "$140": 214,
    "$136": 215,
    "$131": 216,
    "$111": 217,
    "$283": 218,
    "$446": 219,
    "$378": 220,
    "$226": 221,
    "$171": 222,
    "$492": 223,
    "$185": 224,
    "$249": 225,
    "$320": 226,
    "$63": 227,
    "$335": 228,
    "$348": 229,
    "$79": 230,
    "$196": 231,
    "$103": 232,
    "$375": 233,
    "$485": 234,
    "$236": 235,
    "$105": 236,
    "$104": 237,
    "$141": 238,
    "$484": 239,
    "$443": 240,
    "$169": 241,
    "$151": 242,
    "$73": 243,
    "$121": 244,
    "$445": 245,
    "$264": 246,
    "$20": 247,
    "$108": 248,
    "$480": 249,
    "$477": 250,
    "$58": 251,
    "$134": 252,
    "$256": 253,
    "$206": 254,
    "$81": 255,
    "$494": 256,
    "$211": 257,
    "$229": 258,
    "$441": 259,
    "$218": 260,
    "$425": 261,
    "$133": 262,
    "$54": 263,
    "$290": 264,
    "$253": 265,
    "$258": 266,
    "$300": 267,
    "$461": 268,
    "$219": 269,
    "$329": 270,
    "$124": 271,
    "$309": 272,
    "$498": 273,
    "$33": 274,
    "$216": 275,
    "$411": 276,
    "$52": 277,
    "$414": 278,
    "$53": 279,
    "$403": 280,
    "$406": 281,
    "$28": 282,
    "$489": 283,
    "$40": 284,
    "$195": 285,
    "$408": 286,
    "$430": 287,
    "$22": 288,
    "$450": 289,
    "$333": 290,
    "$160": 291,
    "$395": 292,
    "$324": 293,
    "$221": 294,
    "$291": 295,
    "$201": 296,
    "$487": 297,
    "$496": 298,
    "$361": 299,
    "$317": 300,
    "$128": 301,
    "$129": 302,
    "$13": 303,
    "$293": 304,
    "$409": 305,
    "$399": 306,
    "$321": 307,
    "$83": 308,
    "$77": 309,
    "$482": 310,
    "$357": 311,
    "$464": 312,
    "$247": 313,
    "$402": 314,
    "$152": 315,
    "$59": 316,
    "$125": 317,
    "$163": 318,
    "$299": 319,
    "$262": 320,
    "$435": 321,
    "$260": 322,
    "$68": 323,
    "$388": 324,
    "$379": 325,
    "$282": 326,
    "$254": 327,
    "$202": 328,
    "$205": 329,
    "$172": 330,
    "$255": 331,
    "$285": 332,
    "$144": 333,
    "$25": 334,
    "$110": 335,
    "$115": 336,
    "$296": 337,
    "$147": 338,
    "$488": 339,
    "$364": 340,
    "$153": 341,
    "$197": 342,
    "$106": 343,
    "$127": 344,
    "$198": 345,
    "$362": 346,
    "$139": 347,
    "$397": 348,
    "$275": 349,
    "$358": 350,
    "$465": 351,
    "$89": 352,
    "$146": 353,
    "$66": 354,
    "$209": 355,
    "$183": 356,
    "$429": 357,
    "$277": 358,
    "$87": 359,
    "$439": 360,
    "$323": 361,
    "$16": 362,
    "$109": 363,
    "$123": 364,
    "$325": 365,
    "$227": 366,
    "$301": 367,
    "$431": 368,
    "$181": 369,
    "$497": 370,
    "$190": 371,
    "$94": 372,
    "$468": 373,
    "$337": 374,
    "$56": 375,
    "$92": 376,
    "$91": 377,
    "$278": 378,
    "$407": 379,
    "$332": 380,
    "$114": 381,
    "$55": 382,
    "$29": 383,
    "$237": 384,
    "$313": 385,
    "$42": 386,
    "$48": 387,
    "$328": 388,
    "$240": 389,
    "$381": 390,
    "$449": 391,
    "$462": 392,
    "$145": 393,
    "$295": 394,
    "$271": 395,
    "$148": 396,
    "$294": 397,
    "$302": 398,
    "$463": 399,
    "$268": 400,
    "$98": 401,
    "$315": 402,
    "$50": 403,
    "$481": 404,
    "$424": 405,
    "$456": 406,
    "$156": 407,
    "$570": 408,
    "$345": 409,
    "$292": 410,
    "$238": 411,
    "$32": 412,
    "$367": 413,
    "$267": 414,
    "$159": 415,
    "$274": 416,
    "$319": 417,
    "$405": 418,
    "$150": 419,
    "$314": 420,
    "$182": 421,
    "$41": 422,
    "$344": 423,
    "$276": 424,
    "$179": 425,
    "$338": 426,
    "$289": 427,
    "$368": 428,
    "$222": 429,
    "$373": 430,
    "$423": 431,
    "$433": 432,
    "$279": 433,
    "$499": 434,
    "$210": 435,
    "$61": 436,
    "$46": 437,
    "$400": 438,
    "$2660": 439,
    "$387": 440,
    "$248": 441,
    "$175": 442,
    "$440": 443,
    "$359": 444,
    "$398": 445,
    "$225": 446,
    "$199": 447,
    "$69": 448,
    "$474": 449,
    "$270": 450,
    "$312": 451,
    "$126": 452,
    "$157": 453,
    "$269": 454,
    "$84": 455,
    "$389": 456,
    "$223": 457,
    "$220": 458,
    "$27": 459,
    "$234": 460,
    "$451": 461,
    "$2755": 462,
    "$343": 463,
    "$228": 464,
    "$308": 465,
    "$330": 466,
    "$310": 467,
    "$107": 468,
    "$35": 469,
    "$304": 470,
    "$475": 471,
    "$297": 472,
    "$4385": 473,
    "$4780": 474,
    "$476": 475,
    "$284": 476,
    "$626": 477,
    "$982": 478,
    "$326": 479,
    "$49": 480,
    "$45": 481,
    "$360": 482,
    "$340": 483,
    "$2821": 484,
    "$1175": 485,
    "$432": 486,
    "$178": 487,
    "$192": 488,
    "$82": 489,
    "$442": 490,
    "$208": 491,
    "$417": 492,
    "$365": 493,
    "$212": 494,
    "$421": 495,
    "$214": 496,
    "$142": 497,
    "$495": 498,
    "$5": 499,
    "$376": 500,
    "$491": 501,
    "$382": 502,
    "$453": 503,
    "$189": 504,
    "$434": 505,
    "$458": 506,
    "$1343": 507,
    "$419": 508,
    "$173": 509,
    "$483": 510,
    "$355": 511,
    "$23": 512,
    "$165": 513,
    "$306": 514,
    "$390": 515,
    "$116": 516,
    "$72": 517,
    "$413": 518,
    "$263": 519,
    "$394": 520,
    "$448": 521,
    "$118": 522,
    "$166": 523,
    "$261": 524,
    "$380": 525,
    "$4289": 526,
    "$168": 527,
    "$101": 528,
    "$396": 529,
    "$374": 530,
    "$154": 531,
    "$350": 532,
    "$230": 533,
    "$4560": 534,
    "$233": 535,
    "$65": 536,
    "$426": 537,
    "$93": 538,
    "$366": 539,
    "$1395": 540,
    "$316": 541,
    "$138": 542,
    "$356": 543,
    "$493": 544,
    "$250": 545,
    "$447": 546,
    "$203": 547,
    "$352": 548,
    "$39": 549,
    "$4419": 550,
    "$438": 551,
    "$1579": 552,
    "$334": 553,
    "$327": 554,
    "$9": 555,
    "$486": 556,
    "$3179": 557,
    "$353": 558,
    "$242": 559,
    "$167": 560,
    "$245": 561,
    "$1605": 562,
    "$391": 563,
    "$207": 564,
    "$287": 565,
    "$43": 566,
    "$392": 567,
    "$213": 568,
    "$51": 569,
    "$470": 570,
    "$383": 571,
    "$386": 572,
    "$393": 573,
    "$246": 574,
    "$241": 575,
    "$401": 576,
    "$149": 577,
    "$469": 578,
    "$3569": 579,
    "$347": 580,
    "$70": 581,
    "$351": 582,
    "$3772": 583,
    "$30": 584,
    "$339": 585,
    "$47": 586,
    "$436": 587,
    "$354": 588,
    "$80": 589,
    "$3008": 590,
    "$1853": 591,
    "$158": 592,
    "$3040": 593,
    "$4953": 594,
    "$821": 595,
    "$336": 596,
    "$10": 597,
    "$4918": 598,
    "$3144": 599,
    "$369": 600,
    "$1483": 601,
    "$243": 602,
    "$2040": 603,
    "$4194": 604,
    "$8802": 605,
    "$9660": 606,
    "$4034": 607,
    "$2312": 608,
    "$3553": 609,
    "$102": 610,
    "$3963": 611,
    "$511": 612,
    "$4880": 613,
    "$5876": 614,
    "$3468": 615,
    "$8306": 616,
    "$3111": 617,
    "$3971": 618,
    "$2209": 619,
    "$7643": 620,
    "$7674": 621,
    "$363": 622,
    "$3794": 623,
    "$764": 624,
    "$2087": 625,
    "$9842": 626,
    "$4932": 627,
    "$6744": 628,
    "$4535": 629,
    "$643": 630,
    "$188": 631,
    "$428": 632,
    "$6155": 633,
    "$2170": 634,
    "$3268": 635,
    "$2729": 636,
    "$667": 637,
    "$572": 638,
    "$1043": 639,
    "$8507": 640,
    "$1598": 641,
    "$17": 642,
    "$3465": 643,
    "$18": 644,
    "$6418": 645,
    "$3646": 646,
    "$4655": 647,
    "$1026": 648,
    "$1277": 649,
    "$2556": 650,
    "$3173": 651,
    "$1036": 652,
    "$840": 653,
    "$86": 654,
    "$645": 655,
    "$3786": 656,
    "$663": 657,
    "$412": 658,
    "$244": 659,
    "$186": 660,
    "$1335": 661,
    "$7671": 662,
    "$4353": 663,
    "$549": 664,
    "$3313": 665,
    "$4192": 666,
    "$4740": 667,
    "$1660": 668,
    "$616": 669,
    "$6768": 670,
    "$6091": 671,
    "$3047": 672,
    "$2080": 673,
    "$2583": 674,
    "$4533": 675,
    "$2114": 676,
    "$2756": 677,
    "$1236": 678,
    "$4689": 679,
    "$57": 680,
    "$3334": 681,
    "$5641": 682,
    "$34": 683,
    "$3921": 684,
    "$944": 685,
    "$3909": 686,
    "$4391": 687,
    "$4991": 688,
    "$2442": 689,
    "$8551": 690,
    "$1484": 691,
    "$2984": 692,
    "$252": 693,
    "$6487": 694,
    "$8642": 695,
    "$7415": 696,
    "$1722": 697,
    "$239": 698,
    "$1310": 699,
    "$2882": 700,
    "$1704": 701,
    "$4491": 702,
    "$4628": 703,
    "$2248": 704,
    "$7534": 705,
    "$968": 706,
    "$19": 707,
    "$2333": 708,
    "$6134": 709,
    "$265": 710,
    "$3251": 711,
    "$7204": 712,
    "$1499": 713,
    "$6336": 714,
    "$2545": 715,
    "$2074": 716,
    "$1535": 717,
    "$8559": 718,
    "$4294": 719,
    "$88": 720,
    "$119": 721,
    "$7209": 722,
    "$1290": 723,
    "$4255": 724,
    "$4763": 725,
    "$5176": 726,
    "$95": 727,
    "$2331": 728,
    "$4393": 729,
    "$2582": 730,
    "$64": 731,
    "$3911": 732,
    "$6739": 733,
    "$7460": 734,
    "$7319": 735,
    "$1101": 736,
    "$4116": 737,
    "$7200": 738,
    "$4537": 739,
    "$4676": 740,
    "$1888": 741,
    "$3134": 742,
    "$4142": 743,
    "$231": 744,
    "$9324": 745,
    "$3077": 746,
    "$2270": 747,
    "$1116": 748,
    "$1326": 749,
    "$1887": 750,
    "$2192": 751,
    "$112": 752,
    "$385": 753,
    "$5124": 754,
    "$3407": 755,
    "$4527": 756,
    "$7876": 757,
    "$4386": 758,
    "$4592": 759,
    "$1296": 760,
    "$955": 761,
    "$1242": 762,
    "$4570": 763,
    "$6977": 764,
    "$8637": 765,
    "$2415": 766,
    "$4861": 767,
    "$6366": 768,
    "$298": 769,
    "$3383": 770,
    "$789": 771,
    "$2743": 772,
    "$8": 773,
    "$3255": 774,
    "$3889": 775,
    "$5759": 776,
    "$2173": 777,
    "$2819": 778,
    "$2749": 779,
    "$4877": 780,
    "$2690": 781,
    "$1307": 782,
    "$1407": 783,
    "$2709": 784,
    "$1915": 785,
    "$2283": 786,
    "$3297": 787,
    "$4695": 788,
    "$3156": 789,
    "$459": 790,
    "$8827": 791,
    "$2225": 792,
    "$4237": 793,
    "$455": 794,
    "$3595": 795,
    "$5516": 796,
    "$1289": 797,
    "$1963": 798,
    "$2145": 799,
    "$377": 800,
    "$1463": 801,
    "$9259": 802,
    "$4529": 803,
    "$4378": 804,
    "$2182": 805,
    "$3809": 806,
    "$3446": 807,
    "$923": 808,
    "$2390": 809,
    "$3788": 810,
    "$884": 811,
    "$471": 812,
    "$847": 813,
    "$2379": 814,
    "$7677": 815,
    "$418": 816,
    "$4470": 817,
    "$5318": 818,
    "$4974": 819,
    "$4734": 820,
    "$176": 821,
    "$728": 822,
    "$611": 823,
    "$24": 824,
    "$781": 825,
    "$187": 826,
    "$3679": 827,
    "$2571": 828,
    "$7604": 829,
    "$3155": 830,
    "$1614": 831,
    "$1639": 832,
    "$958": 833,
    "$2276": 834,
    "$7206": 835,
    "$3839": 836,
    "$4228": 837,
    "$3605": 838,
    "$9217": 839,
    "$7300": 840,
    "$662": 841,
    "$4236": 842,
    "$3783": 843,
    "$4280": 844,
    "$370": 845,
    "$307": 846,
    "$4686": 847,
    "$9941": 848,
    "$1578": 849,
    "$4701": 850,
    "$1952": 851,
    "$1503": 852,
    "$4091": 853,
    "$143": 854,
    "$427": 855,
    "$97": 856,
    "$2078": 857,
    "$2800": 858,
    "$2134": 859,
    "$7857": 860,
    "$9295": 861,
    "$3808": 862,
    "$478": 863,
    "$2899": 864,
    "$3655": 865,
    "$4768": 866,
    "$5895": 867,
    "$2491": 868,
    "$522": 869,
    "$3566": 870,
    "$713": 871,
    "$460": 872,
    "$1622": 873,
    "$472": 874,
    "$1157": 875,
    "$7041": 876,
    "$1370": 877,
    "$3526": 878,
    "$4446": 879,
    "$71": 880,
    "$117": 881,
    "$2358": 882,
    "$1776": 883,
    "$4826": 884,
    "$800": 885,
    "$7443": 886,
    "$3256": 887,
    "$1401": 888,
    "$7000": 889,
    "$4296": 890,
    "$836": 891,
    "$7308": 892,
    "$2490": 893,
    "$7533": 894,
    "$3325": 895,
    "$9108": 896,
    "$1023": 897,
    "$3685": 898,
    "$2724": 899,
    "$3706": 900,
    "$3287": 901,
    "$3083": 902,
    "$130": 903,
    "$3857": 904,
    "$7503": 905,
    "$3872": 906,
    "$6238": 907,
    "$420": 908,
    "$2205": 909,
    "$1697": 910,
    "$2467": 911,
    "$1283": 912,
    "$2703": 913,
    "$4203": 914,
    "$193": 915,
    "$1402": 916,
    "$272": 917,
    "$7563": 918,
    "$9716": 919,
    "$232": 920,
    "$2295": 921,
    "$4303": 922,
    "$6401": 923,
    "$6160": 924,
    "$1545": 925,
    "$2408": 926,
    "$3432": 927,
    "$9651": 928,
    "$4735": 929,
    "$62": 930,
    "$2840": 931,
    "$3635": 932,
    "$881": 933,
    "$6979": 934,
    "$5678": 935,
    "$454": 936,
    "$2083": 937,
    "$1971": 938,
    "$1391": 939,
    "$3450": 940,
    "$8129": 941,
    "$1233": 942,
    "$3950": 943,
    "$4240": 944,
    "$962": 945,
    "$4507": 946,
    "$4985": 947,
    "$6119": 948,
    "$7898": 949,
    "$4997": 950,
    "$467": 951,
    "$2193": 952,
    "$1022": 953,
    "$1287": 954,
    "$3492": 955,
    "$3993": 956,
    "$194": 957,
    "$132": 958,
    "$631": 959,
    "$3438": 960,
    "$4460": 961,
    "$3683": 962,
    "$1667": 963,
    "$7371": 964,
    "$1165": 965,
    "$2530": 966,
    "$7592": 967,
    "$4937": 968,
    "$4698": 969,
    "$2864": 970,
    "$1998": 971,
    "$3017": 972,
    "$1263": 973,
    "$567": 974,
    "$4518": 975,
    "$1341": 976,
    "$1926": 977,
    "$7202": 978,
    "$2713": 979,
    "$5052": 980,
    "$3069": 981,
    "$2131": 982,
    "$905": 983,
    "$4343": 984,
    "$849": 985,
    "$2793": 986,
    "$2674": 987,
    "$1024": 988,
    "$466": 989,
    "$3759": 990,
    "$9399": 991,
    "$5005": 992,
    "$4547": 993,
    "$8602": 994,
    "$8848": 995,
    "$2105": 996,
    "$7111": 997,
    "$5462": 998,
    "$1354": 999,
    "$404": 1000,
    "$3300": 1001,
    "$7773": 1002,
    "$4865": 1003,
    "$200": 1004,
    "$4862": 1005,
    "$349": 1006,
    "$437": 1007,
    "$9064": 1008,
    "$38": 1009,
    "$3905": 1010,
    "$415": 1011,
    "$161": 1012,
    "$1508": 1013,
    "$74": 1014,
    "$2088": 1015,
    "$3621": 1016,
    "$1658": 1017,
    "$9784": 1018,
    "$1827": 1019,
    "$7165": 1020,
    "$608": 1021,
    "$742": 1022,
    "$659": 1023,
    "$2971": 1024,
    "$2827": 1025,
    "$2945": 1026,
    "$3853": 1027,
    "$5031": 1028,
    "$4135": 1029,
    "$2305": 1030,
    "$2790": 1031,
    "$4245": 1032,
    "$8204": 1033,
    "$6574": 1034,
    "$2959": 1035,
    "$1259": 1036,
    "$3121": 1037,
    "$2520": 1038,
    "$60": 1039,
    "$99": 1040,
    "$1537": 1041,
    "$5795": 1042,
    "$2466": 1043,
    "$2849": 1044,
    "$7042": 1045,
    "$699": 1046,
    "$545": 1047,
    "$9088": 1048,
    "$2422": 1049,
    "$4400": 1050,
    "$1249": 1051,
    "$651": 1052,
    "$3054": 1053,
    "$5342": 1054,
    "$4309": 1055,
    "$4079": 1056,
    "$4911": 1057,
    "$706": 1058,
    "$8388": 1059,
    "$235": 1060,
    "$1554": 1061,
    "$422": 1062,
    "$1436": 1063,
    "$9419": 1064,
    "$1947": 1065,
    "$1271": 1066,
    "$3636": 1067,
    "$120": 1068,
    "$1735": 1069,
    "$7": 1070,
    "$8442": 1071,
    "$6": 1072,
    "$1597": 1073,
    "$4233": 1074,
    "$3176": 1075,
    "$5749": 1076,
    "$259": 1077,
    "$4729": 1078,
    "$3324": 1079,
    "$7378": 1080,
    "$5088": 1081,
    "$8816": 1082,
    "$983": 1083,
    "$3279": 1084,
    "$3484": 1085,
    "$6329": 1086,
    "$9542": 1087,
    "$3875": 1088,
    "$4055": 1089,
    "$8856": 1090,
    "$2046": 1091,
    "$7345": 1092,
    "$4221": 1093,
    "$8468": 1094,
    "$8601": 1095,
    "$4468": 1096,
    "$2120": 1097,
    "$2265": 1098,
    "$1270": 1099,
    "$21": 1100,
    "$3447": 1101,
    "$122": 1102,
    "$994": 1103,
    "$3624": 1104,
    "$4505": 1105,
    "$2717": 1106,
    "$1097": 1107,
    "$8552": 1108,
    "$2535": 1109,
    "$4863": 1110,
    "$5079": 1111,
    "$3051": 1112,
    "$224": 1113,
    "$2133": 1114,
    "$318": 1115,
    "$2739": 1116,
    "$4868": 1117,
    "$1816": 1118,
    "$1365": 1119,
    "$6678": 1120,
    "$1953": 1121,
    "$5980": 1122,
    "$2202": 1123,
    "$180": 1124,
    "$204": 1125,
    "$346": 1126,
    "$3027": 1127,
    "$6952": 1128,
    "$3946": 1129,
    "$747": 1130,
    "$4538": 1131,
    "$286": 1132,
    "$215": 1133,
    "$2653": 1134,
    "$4910": 1135,
    "$67": 1136,
    "$9722": 1137,
    "$4606": 1138,
    "$3114": 1139,
    "$1066": 1140,
    "$6879": 1141,
    "$2931": 1142,
    "$3109": 1143,
    "$4300": 1144,
    "$162": 1145,
    "$4284": 1146,
    "$2475": 1147,
    "$2554": 1148,
    "$3935": 1149,
    "$3387": 1150,
    "$4490": 1151,
    "$7283": 1152,
    "$7396": 1153,
    "$8082": 1154,
    "$1452": 1155,
    "$37": 1156,
    "$4450": 1157,
    "$3001": 1158,
    "$2174": 1159,
    "$9702": 1160,
    "$11": 1161,
    "$629": 1162,
    "$960": 1163,
    "$3746": 1164,
    "$2224": 1165,
    "$384": 1166,
    "$164": 1167,
    "$1106": 1168,
    "$7277": 1169,
    "$2480": 1170,
    "$3301": 1171,
    "$7425": 1172,
    "$2622": 1173,
    "$1299": 1174,
    "$1188": 1175,
    "$7812": 1176,
    "$2528": 1177,
    "$4093": 1178,
    "$2007": 1179,
    "$5607": 1180,
    "$113": 1181,
    "$4778": 1182,
    "$6963": 1183,
    "$4399": 1184,
    "$767": 1185,
    "$322": 1186,
    "$1317": 1187,
    "$2555": 1188,
    "$1946": 1189,
    "$305": 1190,
    "$3084": 1191,
    "$2944": 1192,
    "$4070": 1193,
    "$924": 1194,
    "$6035": 1195,
    "$4227": 1196,
    "$3426": 1197,
    "$3837": 1198,
    "$8033": 1199,
    "$1845": 1200,
    "$1923": 1201,
    "$96": 1202,
    "$3629": 1203,
    "$1130": 1204,
    "$1801": 1205,
    "$678": 1206,
    "$5109": 1207,
    "$410": 1208,
    "$2220": 1209,
    "$9667": 1210,
    "$1634": 1211,
    "$2517": 1212,
    "$137": 1213,
    "$873": 1214,
    "$457": 1215,
    "$1219": 1216,
    "$3169": 1217,
    "$3737": 1218,
    "$1737": 1219,
    "$4291": 1220,
    "$3687": 1221,
    "$9843": 1222,
    "$9774": 1223,
    "$14": 1224,
    "$4809": 1225,
    "$1493": 1226,
    "$991": 1227,
    "$1679": 1228,
    "$3243": 1229,
    "$1725": 1230,
    "$273": 1231,
    "$2370": 1232,
    "$4770": 1233,
    "$4531": 1234,
    "$1192": 1235,
    "$2758": 1236,
    "$2744": 1237,
    "$2549": 1238,
    "$6958": 1239,
    "$1599": 1240,
    "$2662": 1241,
    "$3371": 1242,
    "$3830": 1243,
    "$9584": 1244,
    "$5672": 1245,
    "$155": 1246,
    "$1094": 1247,
    "$281": 1248
  },
  "max_len": 100,
  "vocab_size": 1249
}