{
  "word_index": {
    "<OOV>": 1,
    "acct1234": 2,
    "amount": 3,
    "citi": 4,
    "on": 5,
    "at": 6,
    "of": 7,
    "your": 8,
    "in": 9,
    "ending": 10,
    "alert": 11,
    "view": 12,
    "com": 13,
    "for": 14,
    "a": 15,
    "citimobileapp": 16,
    "to": 17,
    "card": 18,
    "date": 19,
    "bal": 20,
    "acct": 21,
    "account": 22,
    "details": 23,
    "was": 24,
    "bank": 25,
    "is": 26,
    "transaction": 27,
    "made": 28,
    "as": 29,
    "online": 30,
    "credit": 31,
    "balance": 32,
    "payment": 33,
    "america": 34,
    "go": 35,
    "exceeded": 36,
    "set": 37,
    "alerts": 38,
    "from": 39,
    "has": 40,
    "one": 41,
    "capital": 42,
    "stop": 43,
    "msg": 44,
    "you": 45,
    "available": 46,
    "apply": 47,
    "or": 48,
    "may": 49,
    "bofa": 50,
    "pending": 51,
    "credited": 52,
    "data": 53,
    "rates": 54,
    "plus": 55,
    "transactions": 56,
    "quicksilver": 57,
    "the": 58,
    "deposit": 59,
    "textstoptostop": 60,
    "texthelpforhelp": 61,
    "transfer": 62,
    "help": 63,
    "up": 64,
    "deducted": 65,
    "costco": 66,
    "end": 67,
    "direct": 68,
    "sent": 69,
    "chase": 70,
    "zelle": 71,
    "discover": 72,
    "wash": 73,
    "due": 74,
    "laundry": 75,
    "pay": 76,
    "03": 77,
    "posted": 78,
    "will": 79,
    "06": 80,
    "05": 81,
    "be": 82,
    "text": 83,
    "contact": 84,
    "call": 85,
    "scheduled": 86,
    "12": 87,
    "07": 88,
    "04": 89,
    "11": 90,
    "whse": 91,
    "app": 92,
    "been": 93,
    "10": 94,
    "waverid": 95,
    "xfinity": 96,
    "01": 97,
    "08": 98,
    "09": 99,
    "charge": 100,
    "02": 101,
    "txt": 102,
    "it": 103,
    "texts": 104,
    "wells": 105,
    "fargo": 106,
    "processed": 107,
    "with": 108,
    "electronic": 109,
    "draft": 110,
    "via": 111,
    "money": 112,
    "received": 113,
    "us": 114,
    "ra": 115,
    "savings": 116,
    "international": 117,
    "ref": 118,
    "bill": 119,
    "23": 120,
    "we": 121,
    "activity": 122,
    "by": 123,
    "1": 124,
    "no": 125,
    "recent": 126,
    "checking": 127,
    "recurring": 128,
    "kp": 129,
    "e": 130,
    "pg": 131,
    "dataratesmayapply": 132,
    "allstate": 133,
    "see": 134,
    "autopay": 135,
    "hdfc": 136,
    "mar": 137,
    "not": 138,
    "cancel": 139,
    "gas": 140,
    "ran": 141,
    "reply": 142,
    "and": 143,
    "completed": 144,
    "rancho": 145,
    "this": 146,
    "walmart": 147,
    "24": 148,
    "deposited": 149,
    "28": 150,
    "if": 151,
    "refund": 152,
    "usaa": 153,
    "877": 154,
    "660": 155,
    "transferred": 156,
    "policy": 157,
    "14": 158,
    "automatic": 159,
    "17": 160,
    "16": 161,
    "waverider": 162,
    "18": 163,
    "ally": 164,
    "c": 165,
    "april": 166,
    "25": 167,
    "re": 168,
    "wire": 169,
    "22": 170,
    "19": 171,
    "mobile": 172,
    "wm": 173,
    "supercenter": 174,
    "rs": 175,
    "00": 176,
    "reminder": 177,
    "wal": 178,
    "mart": 179,
    "21": 180,
    "s": 181,
    "30": 182,
    "quit": 183,
    "action": 184,
    "15": 185,
    "26": 186,
    "20": 187,
    "needed": 188,
    "icici": 189,
    "here": 190,
    "8": 191,
    "march": 192,
    "out": 193,
    "13": 194,
    "indian": 195,
    "18002586161": 196,
    "27": 197,
    "paid": 198,
    "next": 199,
    "approved": 200,
    "shreyus": 201,
    "31": 202,
    "sms": 203,
    "july": 204,
    "t": 205,
    "super": 206,
    "verizon": 207,
    "opt": 208,
    "29": 209,
    "ranch": 210,
    "std": 211,
    "carrier": 212,
    "minimum": 213,
    "are": 214,
    "thank": 215,
    "amazon": 216,
    "june": 217,
    "2": 218,
    "please": 219,
    "800": 220,
    "customer": 221,
    "now": 222,
    "ready": 223,
    "january": 224,
    "august": 225,
    "block": 226,
    "request": 227,
    "dcu": 228,
    "phone": 229,
    "express": 230,
    "have": 231,
    "i": 232,
    "november": 233,
    "south": 234,
    "pacific": 235,
    "payroll": 236,
    "funds": 237,
    "immediately": 238,
    "imps": 239,
    "000": 240,
    "xx1324": 241,
    "statement": 242,
    "shortly": 243,
    "review": 244,
    "february": 245,
    "american": 246,
    "americanexpress": 247,
    "hi": 248,
    "monthly": 249,
    "december": 250,
    "october": 251,
    "sacramento": 252,
    "fo": 253,
    "txthelporstop": 254,
    "applied": 255,
    "pnc": 256,
    "purchase": 257,
    "cordovca": 258,
    "payee": 259,
    "external": 260,
    "market": 261,
    "more": 262,
    "cvs": 263,
    "usbank": 264,
    "municipal": 265,
    "thanks": 266,
    "inr": 267,
    "dear": 268,
    "9": 269,
    "comcast": 270,
    "update": 271,
    "target": 272,
    "asia": 273,
    "do": 274,
    "td": 275,
    "paycheck": 276,
    "incorrect": 277,
    "link": 278,
    "code": 279,
    "store": 280,
    "upcoming": 281,
    "payments": 282,
    "debit": 283,
    "banking": 284,
    "new": 285,
    "chrges": 286,
    "debited": 287,
    "02457": 288,
    "4": 289,
    "hold": 290,
    "placed": 291,
    "can": 292,
    "dispute": 293,
    "id": 294,
    "current": 295,
    "folsom": 296,
    "rent": 297,
    "cashback": 298,
    "bonus": 299,
    "advantage": 300,
    "888": 301,
    "services": 302,
    "continue": 303,
    "onepay": 304,
    "charges": 305,
    "3": 306,
    "ll": 307,
    "sign": 308,
    "charged": 309,
    "chrge": 310,
    "check": 311,
    "18002662": 312,
    "9215676766": 313,
    "like": 314,
    "yes": 315,
    "deleted": 316,
    "finish": 317,
    "working": 318,
    "possible": 319,
    "shankar": 320,
    "xx688": 321,
    "log": 322,
    "issue": 323,
    "september": 324,
    "geico": 325,
    "information": 326,
    "send": 327,
    "back": 328,
    "soon": 329,
    "688": 330,
    "there": 331,
    "goods": 332,
    "health": 333,
    "order": 334,
    "service": 335,
    "below": 336,
    "successfully": 337,
    "5": 338,
    "7308080808": 339,
    "application": 340,
    "get": 341,
    "xx324": 342,
    "looks": 343,
    "want": 344,
    "mail": 345,
    "ca": 346,
    "into": 347,
    "additional": 348,
    "requested": 349,
    "that": 350,
    "extracare": 351,
    "tap": 352,
    "sending": 353,
    "protection": 354,
    "buy": 355,
    "time": 356,
    "work": 357,
    "flex": 358,
    "free": 359,
    "stores": 360,
    "processing": 361,
    "just": 362,
    "updates": 363,
    "co": 364,
    "chipotle": 365,
    "our": 366,
    "split": 367,
    "cash": 368,
    "billing": 369,
    "visit": 370,
    "let": 371,
    "dollar": 372,
    "tree": 373,
    "safeway": 374,
    "successful": 375,
    "netbanking": 376,
    "auto": 377,
    "loan": 378,
    "gold": 379,
    "ubr": 380,
    "using": 381,
    "login": 382,
    "933": 383,
    "two": 384,
    "use": 385,
    "6": 386,
    "document": 387,
    "know": 388,
    "ross": 389,
    "m": 390,
    "mortgage": 391,
    "off": 392,
    "rewards": 393,
    "outage": 394,
    "avl": 395,
    "uber": 396,
    "home": 397,
    "uc": 398,
    "davis": 399,
    "user": 400,
    "looked": 401,
    "amzn": 402,
    "otp": 403,
    "nbindco": 404,
    "easy": 405,
    "open": 406,
    "ob": 407,
    "agent": 408,
    "folso": 409,
    "low": 410,
    "7782181729": 411,
    "wallet": 412,
    "spent": 413,
    "download": 414,
    "raz": 415,
    "network": 416,
    "all": 417,
    "when": 418,
    "80": 419,
    "r": 420,
    "my": 421,
    "depot": 422,
    "make": 423,
    "emirates": 424,
    "ve": 425,
    "changed": 426,
    "notary": 427,
    "change": 428,
    "history": 429,
    "never": 430,
    "bentonvi": 431,
    "domino": 432,
    "list": 433,
    "care": 434,
    "appreciate": 435,
    "renters": 436,
    "pin": 437,
    "quickly": 438,
    "info": 439,
    "asian": 440,
    "me": 441,
    "brainobr": 442,
    "chat": 443,
    "day": 444,
    "password": 445,
    "reset": 446,
    "share": 447,
    "b": 448,
    "po": 449,
    "number": 450,
    "pm": 451,
    "superma": 452,
    "any": 453,
    "primary": 454,
    "interruption": 455,
    "its": 456,
    "ae": 457,
    "patience": 458,
    "complete": 459,
    "did": 460,
    "deal": 461,
    "five": 462,
    "ranc": 463,
    "flow": 464,
    "atm": 465,
    "days": 466,
    "name": 467,
    "personal": 468,
    "x9993": 469,
    "93": 470,
    "dc": 471,
    "schedule": 472,
    "clarification": 473,
    "against": 474,
    "need": 475,
    "month": 476,
    "success": 477,
    "u": 478,
    "click": 479,
    "assistant": 480,
    "performance": 481,
    "actively": 482,
    "fix": 483,
    "10833": 484,
    "ask": 485,
    "address": 486,
    "usps": 487,
    "0563150670": 488,
    "7": 489,
    "somasundaram": 490,
    "provider": 491,
    "cit": 492,
    "wn45951361": 493,
    "orders": 494,
    "xx026": 495,
    "should": 496,
    "limit": 497,
    "didn": 498,
    "aware": 499,
    "experiencing": 500,
    "resolve": 501,
    "latest": 502,
    "track": 503,
    "www": 504,
    "sac": 505,
    "tamil": 506,
    "academy": 507,
    "riverview": 508,
    "within": 509,
    "post": 510,
    "withdrawn": 511,
    "am": 512,
    "about": 513,
    "again": 514,
    "50": 515,
    "paperless": 516,
    "myaccount": 517,
    "updated": 518,
    "blvd": 519,
    "apt": 520,
    "426": 521,
    "resolved": 522,
    "pizza": 523,
    "841": 524,
    "process": 525,
    "feb": 526,
    "enrollment": 527,
    "don": 528,
    "84929": 529,
    "branch": 530,
    "plan": 531,
    "jun": 532,
    "confirm": 533,
    "an": 534,
    "inc": 535,
    "interested": 536,
    "mktp": 537,
    "linked": 538,
    "xx9228": 539,
    "today": 540,
    "only": 541,
    "k": 542,
    "ar": 543,
    "saving": 544,
    "weekly": 545,
    "assigned": 546,
    "once": 547,
    "unsubscribe": 548,
    "loans": 549,
    "enrolled": 550,
    "h": 551,
    "10000": 552,
    "rbb211810440": 553,
    "rn": 554,
    "case": 555,
    "citrus": 556,
    "desi": 557,
    "bazaar": 558,
    "needs": 559,
    "away": 560,
    "outages": 561,
    "apologize": 562,
    "inconvenience": 563,
    "google": 564,
    "receipt": 565,
    "xxxxx5575": 566,
    "100": 567,
    "ucd": 568,
    "mychart": 569,
    "accepted": 570,
    "minutes": 571,
    "old": 572,
    "few": 573,
    "att": 574,
    "points": 575,
    "acc": 576,
    "jan": 577,
    "sprouts": 578,
    "farmers": 579,
    "mkt": 580,
    "welcome": 581,
    "reminders": 582,
    "d": 583,
    "position": 584,
    "so": 585,
    "find": 586,
    "hotspot": 587,
    "amt": 588,
    "supermarket": 589,
    "inft": 590,
    "provide": 591,
    "hours": 592,
    "failed": 593,
    "reason": 594,
    "correct": 595,
    "usa": 596,
    "school": 597,
    "good": 598,
    "morning": 599,
    "228": 600,
    "fp": 601,
    "attempt": 602,
    "receive": 603,
    "dd": 604,
    "financial": 605,
    "assistance": 606,
    "initiated": 607,
    "budget": 608,
    "car": 609,
    "thurs": 610,
    "billed": 611,
    "fol": 612,
    "business": 613,
    "message": 614,
    "80096665": 615,
    "crdt": 616,
    "amnt": 617,
    "xx7973": 618,
    "toyota": 619,
    "happy": 620,
    "how": 621,
    "further": 622,
    "providing": 623,
    "ucdmg": 624,
    "carmichael": 625,
    "payuuidaigovin": 626,
    "dash": 627,
    "gift": 628,
    "sets": 629,
    "toys": 630,
    "beauty": 631,
    "decor": 632,
    "neighborhood": 633,
    "experience": 634,
    "rocket": 635,
    "sep": 636,
    "reliance": 637,
    "supermart": 638,
    "device": 639,
    "g": 640,
    "registered": 641,
    "mobilebanking": 642,
    "act": 643,
    "visa": 644,
    "added": 645,
    "o": 646,
    "sq": 647,
    "appointment": 648,
    "pt": 649,
    "11201": 650,
    "dr": 651,
    "ste": 652,
    "river": 653,
    "95670": 654,
    "remove": 655,
    "before": 656,
    "arrives": 657,
    "udemy": 658,
    "outstanding": 659,
    "bills": 660,
    "navy": 661,
    "managing": 662,
    "families": 663,
    "week": 664,
    "grades": 665,
    "brass": 666,
    "rings": 667,
    "amusemen": 668,
    "learn": 669,
    "what": 670,
    "robinhood": 671,
    "questions": 672,
    "chennimalai": 673,
    "access": 674,
    "quality": 675,
    "meat": 676,
    "childrens": 677,
    "place": 678,
    "associates": 679,
    "500": 680,
    "thai": 681,
    "varies": 682,
    "251": 683,
    "568": 684,
    "keep": 685,
    "renewal": 686,
    "anytime": 687,
    "offers": 688,
    "tomorrow": 689,
    "could": 690,
    "during": 691,
    "1866icici4u": 692,
    "room": 693,
    "email": 694,
    "cards": 695,
    "bhanzu": 696,
    "oct": 697,
    "would": 698,
    "mktplace": 699,
    "pmts": 700,
    "initiate": 701,
    "but": 702,
    "try": 703,
    "cordova": 704,
    "sacr": 705,
    "enrolling": 706,
    "pizzatwist": 707,
    "opportunity": 708,
    "annual": 709,
    "renew": 710,
    "testing": 711,
    "representative": 712,
    "logging": 713,
    "anyone": 714,
    "products": 715,
    "usd": 716,
    "still": 717,
    "imobile": 718,
    "edit": 719,
    "xx9993": 720,
    "shopping": 721,
    "vi": 722,
    "stem": 723,
    "house": 724,
    "wanted": 725,
    "assigning": 726,
    "agents": 727,
    "usually": 728,
    "pixieland": 729,
    "amusement": 730,
    "camsppfasmfflexicapf": 731,
    "assist": 732,
    "grocerie": 733,
    "vioc": 734,
    "ih0007": 735,
    "cust": 736,
    "jul": 737,
    "whatsapp": 738,
    "identified": 739,
    "repaired": 740,
    "right": 741,
    "while": 742,
    "fixing": 743,
    "intermittent": 744,
    "throughout": 745,
    "which": 746,
    "affect": 747,
    "passcode": 748,
    "accounts": 749,
    "motorola": 750,
    "moto": 751,
    "5g": 752,
    "chrome": 753,
    "temp": 754,
    "crpd": 755,
    "shipped": 756,
    "activate": 757,
    "ebay": 758,
    "multiple": 759,
    "deposits": 760,
    "37": 761,
    "falling": 762,
    "prices": 763,
    "sun": 764,
    "sixflags": 765,
    "mm": 766,
    "valencia": 767,
    "started": 768,
    "sporting": 769,
    "eta": 770,
    "their": 771,
    "exit": 772,
    "safely": 773,
    "items": 774,
    "note": 775,
    "must": 776,
    "vehicle": 777,
    "unless": 778,
    "indicated": 779,
    "courses": 780,
    "forthcoming": 781,
    "priya": 782,
    "cuisine": 783,
    "80092562": 784,
    "steps": 785,
    "registering": 786,
    "register": 787,
    "dismissed": 788,
    "some": 789,
    "looking": 790,
    "also": 791,
    "benefits": 792,
    "live": 793,
    "25000": 794,
    "0": 795,
    "026": 796,
    "ipin": 797,
    "ma": 798,
    "x3530": 799,
    "enterprise": 800,
    "burlington": 801,
    "415902567603": 802,
    "661": 803,
    "840": 804,
    "restaurant": 805,
    "albertsons": 806,
    "companies": 807,
    "freq": 808,
    "half": 809,
    "students": 810,
    "daily": 811,
    "delivery": 812,
    "955": 813,
    "wa": 814,
    "start": 815,
    "77": 816,
    "uhi": 817,
    "haulfolsom": 818,
    "fue": 819,
    "bha": 820,
    "healthcare": 821,
    "requires": 822,
    "immediate": 823,
    "attention": 824,
    "861": 825,
    "deduction": 826,
    "prime": 827,
    "extra": 828,
    "checkout": 829,
    "finops": 830,
    "after": 831,
    "taking": 832,
    "sf": 833,
    "enhance": 834,
    "teams": 835,
    "efficiently": 836,
    "160": 837,
    "required": 838,
    "zam": 839,
    "driving": 840,
    "bakery": 841,
    "brainobrain": 842,
    "india": 843,
    "look": 844,
    "phonebanking": 845,
    "fastrak": 846,
    "tech": 847,
    "form": 848,
    "submitted": 849,
    "arriving": 850,
    "blaze": 851,
    "nearest": 852,
    "cafe": 853,
    "aug": 854,
    "enabled": 855,
    "biometric": 856,
    "verification": 857,
    "protect": 858,
    "select": 859,
    "than": 860,
    "report": 861,
    "vfs": 862,
    "255": 863,
    "il": 864,
    "congratulations": 865,
    "castaic": 866,
    "xx973": 867,
    "100000": 868,
    "enter": 869,
    "415819960138": 870,
    "voice": 871,
    "650": 872,
    "vetrivel": 873,
    "upi": 874,
    "groceries": 875,
    "won": 876,
    "taj": 877,
    "able": 878,
    "f": 879,
    "miss": 880,
    "bit": 881,
    "apr": 882,
    "826": 883,
    "64": 884,
    "415810293097": 885,
    "options": 886,
    "ez": 887,
    "clean": 888,
    "carwash": 889,
    "first": 890,
    "best": 891,
    "wl": 892,
    "vue": 893,
    "exam": 894,
    "forward": 895,
    "reference": 896,
    "digital": 897,
    "federal": 898,
    "union": 899,
    "visible": 900,
    "hope": 901,
    "firm": 902,
    "take": 903,
    "wish": 904,
    "future": 905,
    "full": 906,
    "billwa": 907,
    "appt": 908,
    "wise": 909,
    "even": 910,
    "las": 911,
    "sr1072662555": 912,
    "treasure": 913,
    "island": 914,
    "hote": 915,
    "state": 916,
    "warning": 917,
    "ordered": 918,
    "expose": 919,
    "chemicals": 920,
    "known": 921,
    "cause": 922,
    "cancer": 923,
    "reproductive": 924,
    "harm": 925,
    "prop65": 926,
    "emi": 927,
    "shell": 928,
    "walgreens": 929,
    "communications": 930,
    "rose": 931,
    "tailored": 932,
    "expertise": 933,
    "salary": 934,
    "requirements": 935,
    "offer": 936,
    "used": 937,
    "registration": 938,
    "done": 939,
    "35": 940,
    "friendly": 941,
    "tonight": 942,
    "27th": 943,
    "30pm": 944,
    "331152469363": 945,
    "640154511120": 946,
    "ev": 947,
    "nextbillduedt": 948,
    "xxxxxxxx7026": 949,
    "507020371058": 950,
    "396103491534": 951,
    "68880": 952,
    "fandango": 953,
    "beverly": 954,
    "chevur": 955,
    "rd": 956,
    "avinashi": 957,
    "tom": 958,
    "39": 959,
    "53821": 960,
    "marketplace": 961,
    "20000": 962,
    "464196632700": 963,
    "sc": 964,
    "hello": 965,
    "sofia": 966,
    "amore": 967,
    "camry": 968,
    "hybrid": 969,
    "inquired": 970,
    "over": 971,
    "photos": 972,
    "test": 973,
    "drive": 974,
    "415": 975,
    "412710072136": 976,
    "choice": 977,
    "category": 978,
    "travel": 979,
    "1st": 980,
    "heightca": 981,
    "xpqth8oy4": 982,
    "burger": 983,
    "king": 984,
    "xxxxxxxx2844": 985,
    "twist": 986,
    "olson": 987,
    "776017": 988,
    "324820199964": 989,
    "updation": 990,
    "under": 991,
    "xxxxx266": 992,
    "confirmation": 993,
    "tiramisu": 994,
    "digit": 995,
    "49": 996,
    "anywhere": 997,
    "replaced": 998,
    "expiring": 999,
    "cardholder": 1000,
    "upon": 1001,
    "mantec": 1002,
    "975821262155": 1003,
    "dasara": 1004,
    "kitche": 1005,
    "12778": 1006,
    "payuiciciprulifeinsu": 1007,
    "12179": 1008,
    "431411144819": 1009,
    "714": 1010,
    "verify": 1011,
    "radix": 1012,
    "fzc": 1013,
    "dm": 1014,
    "157": 1015,
    "406007556719": 1016,
    "991578630876": 1017,
    "taco": 1018,
    "bell": 1019,
    "039794": 1020,
    "san": 1021,
    "extreme": 1022,
    "towing": 1023,
    "530": 1024,
    "621": 1025,
    "325437190873": 1026,
    "964098170340": 1027,
    "564308658841": 1028,
    "274536364891": 1029,
    "food": 1030,
    "ct": 1031,
    "red": 1032,
    "alcov": 1033,
    "ed4cdf17": 1034,
    "912561107379": 1035,
    "kindergarten": 1036,
    "begins": 1037,
    "dismissing": 1038,
    "last": 1039,
    "lake": 1040,
    "shasta": 1041,
    "cavern": 1042,
    "congrats": 1043,
    "earning": 1044,
    "63": 1045,
    "redeem": 1046,
    "things": 1047,
    "type": 1048,
    "question": 1049,
    "keywords": 1050,
    "claims": 1051,
    "spending": 1052,
    "detected": 1053,
    "near": 1054,
    "then": 1055,
    "stay": 1056,
    "430": 1057,
    "concor": 1058,
    "saravananrajkhamc3": 1059,
    "rento": 1060,
    "airbnb": 1061,
    "hmtjnrdpyf": 1062,
    "225016609881": 1063,
    "267596208325": 1064,
    "homedepot": 1065,
    "43": 1066,
    "88379": 1067,
    "manage": 1068,
    "xxxx7026": 1069,
    "saravanan": 1070,
    "j": 1071,
    "4023394132": 1072,
    "mariselvam": 1073,
    "133464738624": 1074,
    "signed": 1075,
    "months": 1076,
    "402320607111": 1077,
    "58": 1078,
    "running": 1079,
    "restored": 1080,
    "940213604856": 1081,
    "032282874294": 1082,
    "259": 1083,
    "chick": 1084,
    "fil": 1085,
    "02794": 1086,
    "fairfield": 1087,
    "reilly": 1088,
    "castro": 1089,
    "tire": 1090,
    "truck": 1091,
    "641": 1092,
    "sams": 1093,
    "club": 1094,
    "citr": 1095,
    "paymentstatus": 1096,
    "1010897390921": 1097,
    "288345017964": 1098,
    "651041": 1099,
    "ltd": 1100,
    "0002385804351dubia": 1101,
    "134381103791": 1102,
    "senthilcpc": 1103,
    "authorize": 1104,
    "989721155851": 1105,
    "sa": 1106,
    "subscribe": 1107,
    "mktg": 1108,
    "banners": 1109,
    "consent": 1110,
    "req": 1111,
    "rate": 1112,
    "agree": 1113,
    "terms": 1114,
    "including": 1115,
    "disputes": 1116,
    "arbitrated": 1117,
    "chai": 1118,
    "cor": 1119,
    "947779": 1120,
    "riley": 1121,
    "robert": 1122,
    "learning": 1123,
    "ms": 1124,
    "macy": 1125,
    "wear": 1126,
    "gear": 1127,
    "layers": 1128,
    "hiking": 1129,
    "shoes": 1130,
    "pack": 1131,
    "labeled": 1132,
    "disposable": 1133,
    "lunch": 1134,
    "water": 1135,
    "much": 1136,
    "959669636838": 1137,
    "issued": 1138,
    "fitbit": 1139,
    "versa": 1140,
    "fitness": 1141,
    "smartwatch": 1142,
    "readiness": 1143,
    "estimated": 1144,
    "wednesday": 1145,
    "unenrollment": 1146,
    "0002385804350dubia": 1147,
    "88279": 1148,
    "73080808": 1149,
    "santa": 1150,
    "same": 1151,
    "enrolment": 1152,
    "onboarding": 1153,
    "aditi": 1154,
    "83": 1155,
    "247": 1156,
    "61": 1157,
    "417919253478": 1158,
    "300": 1159,
    "bel": 1160,
    "air": 1161,
    "522": 1162,
    "ri": 1163,
    "741444815912": 1164,
    "remain": 1165,
    "active": 1166,
    "13416": 1167,
    "paytmlicindia": 1168,
    "548945745986": 1169,
    "alexjaycees": 1170,
    "deals": 1171,
    "love": 1172,
    "save": 1173,
    "b7cnzqfjl": 1174,
    "fou": 1175,
    "cer": 1176,
    "awesome": 1177,
    "connect": 1178,
    "noon": 1179,
    "et": 1180,
    "delivered": 1181,
    "choosing": 1182,
    "brief": 1183,
    "survey": 1184,
    "doing": 1185,
    "area": 1186,
    "starting": 1187,
    "begin": 1188,
    "early": 1189,
    "expect": 1190,
    "805584557717": 1191,
    "591262175884": 1192,
    "infoinf": 1193,
    "947": 1194,
    "357286": 1195,
    "99": 1196,
    "cents": 1197,
    "tip": 1198,
    "later": 1199,
    "person": 1200,
    "tv": 1201,
    "leaving": 1202,
    "skipline": 1203,
    "allow": 1204,
    "response": 1205,
    "peak": 1206,
    "mcdonalds": 1207,
    "21304": 1208,
    "191": 1209,
    "fedex": 1210,
    "office": 1211,
    "268992848906": 1212,
    "858664435571": 1213,
    "prepay": 1214,
    "959017342540": 1215,
    "halal": 1216,
    "327611522010": 1217,
    "course": 1218,
    "class": 1219,
    "around": 1220,
    "routing": 1221,
    "892817875195": 1222,
    "34": 1223,
    "modified": 1224,
    "appaamma": 1225,
    "xx4001": 1226,
    "70000": 1227,
    "punjabi": 1228,
    "dhaba": 1229,
    "noticed": 1230,
    "lyft": 1231,
    "browser": 1232,
    "pst": 1233,
    "wasn": 1234,
    "660018215527": 1235,
    "874116212770": 1236,
    "space": 1237,
    "base": 1238,
    "seattle": 1239,
    "boudin": 1240,
    "sfo": 1241,
    "line": 1242,
    "gro": 1243,
    "kids": 1244,
    "ac": 1245,
    "he": 1246,
    "y": 1247,
    "zoey": 1248,
    "specific": 1249,
    "ro": 1250,
    "le": 1251,
    "possibility": 1252,
    "moment": 1253,
    "279885669685": 1254,
    "virtual": 1255,
    "meeting": 1256,
    "join": 1257,
    "conversation": 1258,
    "following": 1259,
    "905990388821": 1260,
    "csc": 1261,
    "smog": 1262,
    "pros": 1263,
    "recorded": 1264,
    "484014988586": 1265,
    "chevron": 1266,
    "0209096": 1267,
    "shaf": 1268,
    "768936395124": 1269,
    "599604280283": 1270,
    "popeyes": 1271,
    "cordo": 1272,
    "836693421306": 1273,
    "roadside": 1274,
    "jqn": 1275,
    "eaokiapggwhcbcvqrg": 1276,
    "insurance": 1277,
    "providers": 1278,
    "msgs": 1279,
    "0002385804005dubia": 1280,
    "mothers": 1281,
    "maiden": 1282,
    "xxxx5937": 1283,
    "queries": 1284,
    "400": 1285,
    "402320601512": 1286,
    "skechers": 1287,
    "155273408840": 1288,
    "0002385804003dubia": 1289,
    "019479872818": 1290,
    "prakash": 1291,
    "declined": 1292,
    "retry": 1293,
    "937431271153": 1294,
    "85c": 1295,
    "night": 1296,
    "parents": 1297,
    "17th": 1298,
    "847866453601": 1299,
    "xxxxxxx9228": 1300,
    "hdfcbk": 1301,
    "io": 1302,
    "duvfe8hrogl": 1303,
    "566481040214": 1304,
    "rvzdn7b5x": 1305,
    "252571696525": 1306,
    "419406011506": 1307,
    "0002385804352dubia": 1308,
    "firestone15199": 1309,
    "32": 1310,
    "78279": 1311,
    "life": 1312,
    "style": 1313,
    "312210277945": 1314,
    "great": 1315,
    "learni": 1316,
    "zip": 1317,
    "associated": 1318,
    "792404013972": 1319,
    "soundview": 1320,
    "seatt": 1321,
    "subscription": 1322,
    "tandoori": 1323,
    "flame": 1324,
    "rosev": 1325,
    "783019374052": 1326,
    "340090633981": 1327,
    "arunachalam": 1328,
    "applying": 1329,
    "proceed": 1330,
    "304798417142": 1331,
    "bata": 1332,
    "md": 1333,
    "garments": 1334,
    "road": 1335,
    "star": 1336,
    "carme": 1337,
    "subhan": 1338,
    "walnut": 1339,
    "creek": 1340,
    "motor": 1341,
    "cars": 1342,
    "prius": 1343,
    "step": 1344,
    "left": 1345,
    "setting": 1346,
    "splitting": 1347,
    "fetched": 1348,
    "bureau": 1349,
    "score": 1350,
    "section": 1351,
    "028744564571": 1352,
    "809535490395": 1353,
    "ocha": 1354,
    "672090028112": 1355,
    "inn": 1356,
    "cas": 1357,
    "hdfclifeulipsi": 1358,
    "327919977752": 1359,
    "curry": 1360,
    "comp": 1361,
    "mangal": 1362,
    "200660": 1363,
    "techemirates": 1364,
    "80058211": 1365,
    "11811": 1366,
    "standing": 1367,
    "instruction": 1368,
    "943438989630": 1369,
    "too": 1370,
    "holder": 1371,
    "joe6odbzh": 1372,
    "waitlist": 1373,
    "90": 1374,
    "253": 1375,
    "800656713711": 1376,
    "30000": 1377,
    "payuhdfcstandardlife": 1378,
    "subway": 1379,
    "21926": 1380,
    "826836644199": 1381,
    "713895005893": 1382,
    "225860180808": 1383,
    "770834356248": 1384,
    "happening": 1385,
    "until": 1386,
    "hour": 1387,
    "572380106121": 1388,
    "790002133862": 1389,
    "861556163831": 1390,
    "se2": 1391,
    "greenbac": 1392,
    "676284224318": 1393,
    "92217437": 1394,
    "arco": 1395,
    "42946": 1396,
    "ampm": 1397,
    "coa": 1398,
    "tried": 1399,
    "adding": 1400,
    "generate": 1401,
    "314051141623": 1402,
    "redemption": 1403,
    "confirmed": 1404,
    "rncho": 1405,
    "cordovaca": 1406,
    "turn": 1407,
    "every": 1408,
    "nov": 1409,
    "parent": 1410,
    "teacher": 1411,
    "conference": 1412,
    "violation": 1413,
    "ce": 1414,
    "milaap": 1415,
    "18778295": 1416,
    "carls": 1417,
    "jr": 1418,
    "1100534": 1419,
    "074997499943": 1420,
    "089437627998": 1421,
    "327421217384": 1422,
    "extrabucks": 1423,
    "shop": 1424,
    "earn": 1425,
    "ly": 1426,
    "46n3mup": 1427,
    "bil": 1428,
    "cinemark": 1429,
    "416": 1430,
    "rstbar": 1431,
    "027210708304": 1432,
    "fuel1746": 1433,
    "various": 1434,
    "profiles": 1435,
    "down": 1436,
    "smooth": 1437,
    "rav4": 1438,
    "wouldn": 1439,
    "0002385804349dubia": 1440,
    "470000": 1441,
    "purposes": 1442,
    "321309895958": 1443,
    "dolce": 1444,
    "hotels": 1445,
    "resorts": 1446,
    "2951070": 1447,
    "948623544006": 1448,
    "186167986201": 1449,
    "temu": 1450,
    "boston": 1451,
    "thus": 1452,
    "small": 1453,
    "644790450242": 1454,
    "california": 1455,
    "082833812525": 1456,
    "xxxxxxxx0967": 1457,
    "503308301885": 1458,
    "ihl": 1459,
    "090018262115818": 1460,
    "earlier": 1461,
    "expected": 1462,
    "job": 1463,
    "natarajan": 1464,
    "63821": 1465,
    "truecar": 1466,
    "blackstone": 1467,
    "assisting": 1468,
    "talk": 1469,
    "incentives": 1470,
    "sure": 1471,
    "prefer": 1472,
    "apologies": 1473,
    "session": 1474,
    "closed": 1475,
    "inactivity": 1476,
    "either": 1477,
    "medical": 1478,
    "contacting": 1479,
    "anthem": 1480,
    "goodbye": 1481,
    "67025372": 1482,
    "134461636307": 1483,
    "0002385804004dubia": 1484,
    "ndmjgdrfs": 1485,
    "650003801943": 1486,
    "59": 1487,
    "41": 1488,
    "017294668123": 1489,
    "211418789441": 1490,
    "dispatched": 1491,
    "mailing": 1492,
    "incase": 1493,
    "633061": 1494,
    "finds": 1495,
    "well": 1496,
    "considering": 1497,
    "law": 1498,
    "brothers": 1499,
    "legal": 1500,
    "careful": 1501,
    "determined": 1502,
    "represent": 1503,
    "doesn": 1504,
    "mean": 1505,
    "claim": 1506,
    "necessarily": 1507,
    "invalid": 1508,
    "another": 1509,
    "promptly": 1510,
    "rights": 1511,
    "although": 1512,
    "thought": 1513,
    "accept": 1514,
    "aid": 1515,
    "kit": 1516,
    "shipping": 1517,
    "freekit": 1518,
    "consider": 1519,
    "matters": 1520,
    "legend": 1521,
    "sarav": 1522,
    "490": 1523,
    "142930564209": 1524,
    "308020227425": 1525,
    "grab": 1526,
    "favorite": 1527,
    "40": 1528,
    "price": 1529,
    "item": 1530,
    "0de7eo5te": 1531,
    "325705743923": 1532,
    "eph": 1533,
    "quest": 1534,
    "diagnostics": 1535,
    "65": 1536,
    "ganapathy": 1537,
    "ramamoorthy": 1538,
    "winco": 1539,
    "expedia": 1540,
    "733066183134": 1541,
    "employee": 1542,
    "365866": 1543,
    "eftm0ipbqek": 1544,
    "zaitoon": 1545,
    "gran": 1546,
    "ti": 1547,
    "starbucks": 1548,
    "ii": 1549,
    "hr": 1550,
    "reactivated": 1551,
    "activated": 1552,
    "18001080": 1553,
    "67034731": 1554,
    "346110155635": 1555,
    "regeneration": 1556,
    "dated": 1557,
    "town": 1558,
    "fairg": 1559,
    "133947420146": 1560,
    "715858035220": 1561,
    "250573560295": 1562,
    "pure": 1563,
    "window": 1564,
    "tints": 1565,
    "382261278803": 1566,
    "502712326981": 1567,
    "651135828634": 1568,
    "inf": 1569,
    "20230411114734": 1570,
    "man": 1571,
    "kyc": 1572,
    "other": 1573,
    "such": 1574,
    "grubhub": 1575,
    "divinedosabi": 1576,
    "rm": 1577,
    "status": 1578,
    "vasanth": 1579,
    "629665145128": 1580,
    "620": 1581,
    "418325918497": 1582,
    "028": 1583,
    "85": 1584,
    "07842": 1585,
    "38": 1586,
    "glad": 1587,
    "chose": 1588,
    "notifications": 1589,
    "tools": 1590,
    "spanish": 1591,
    "preferred": 1592,
    "language": 1593,
    "cast": 1594,
    "074801606922": 1595,
    "mia": 1596,
    "shein": 1597,
    "part": 1598,
    "60minutes": 1599,
    "150": 1600,
    "citizen": 1601,
    "pr": 1602,
    "permit": 1603,
    "own": 1604,
    "age": 1605,
    "meet": 1606,
    "823963348706": 1607,
    "discounts": 1608,
    "190416283881": 1609,
    "415819390213": 1610,
    "82": 1611,
    "604909911572": 1612,
    "19939": 1613,
    "xxxxxxxxxx1324": 1614,
    "towards": 1615,
    "hdfcltd": 1616,
    "630276867": 1617,
    "umrn": 1618,
    "hdfc2018045000000043": 1619,
    "628056": 1620,
    "infobil": 1621,
    "ebw3": 1622,
    "81": 1623,
    "055277146450": 1624,
    "00024638": 1625,
    "502712324379": 1626,
    "270931457787": 1627,
    "tst": 1628,
    "kastoori": 1629,
    "grill": 1630,
    "8009256278": 1631,
    "better": 1632,
    "speak": 1633,
    "833": 1634,
    "666": 1635,
    "frequency": 1636,
    "evelyn": 1637,
    "recruiters": 1638,
    "remote": 1639,
    "318700915117": 1640,
    "stockt": 1641,
    "seeing": 1642,
    "btwn": 1643,
    "2pm": 1644,
    "4pm": 1645,
    "ok": 1646,
    "reschedule": 1647,
    "building": 1648,
    "manager": 1649,
    "ieee": 1650,
    "se": 1651,
    "gjxntgpg8": 1652,
    "pokemon": 1653,
    "increasing": 1654,
    "problem": 1655,
    "remind": 1656,
    "child": 1657,
    "they": 1658,
    "allowed": 1659,
    "paymt": 1660,
    "txts": 1661,
    "611530565384": 1662,
    "768119346240": 1663,
    "160241785406": 1664,
    "855": 1665,
    "internet": 1666,
    "resent": 1667,
    "otps": 1668,
    "secret": 1669,
    "disclose": 1670,
    "asks": 1671,
    "fairfi": 1672,
    "mylapore": 1673,
    "ub": 1674,
    "speedway": 1675,
    "renton": 1676,
    "q2soe1ofd": 1677,
    "retail": 1678,
    "14018": 1679,
    "039795333163": 1680,
    "valenc": 1681,
    "gofndme": 1682,
    "support": 1683,
    "hertz": 1684,
    "sales": 1685,
    "184122313067": 1686,
    "49684968": 1687,
    "expires": 1688,
    "ss": 1689,
    "andavar": 1690,
    "agencies": 1691,
    "kan": 1692,
    "127214": 1693,
    "60000": 1694,
    "tcizfka37": 1695,
    "umbrella": 1696,
    "creamery": 1697,
    "betterment": 1698,
    "factor": 1699,
    "authentication": 1700,
    "setup": 1701,
    "676358": 1702,
    "pharmacy": 1703,
    "04950": 1704,
    "sutter": 1705,
    "middle": 1706,
    "already": 1707,
    "40ad45c3": 1708,
    "28101273": 1709,
    "six": 1710,
    "flags": 1711,
    "340": 1712,
    "243297218385": 1713,
    "8pgko0hda": 1714,
    "484992187917": 1715,
    "829195977173": 1716,
    "enable": 1717,
    "600": 1718,
    "xxxxxxxxx4792": 1719,
    "511621364035": 1720,
    "fd": 1721,
    "dmv": 1722,
    "vfc": 1723,
    "sacra": 1724,
    "327": 1725,
    "401720170499": 1726,
    "cordovus": 1727,
    "canceled": 1728
  },
  "max_len": 64,
  "vocab_size": 4000,
  "label_map": {
    "debit": 0,
    "credit": 1,
    "transfer": 2,
    "balance": 3,
    "reminder": 4,
    "non_financial": 5
  }
}